Repository: qirh/ArtNavigator
Catalog: ArtNavigator/*.lproj/Localizable.strings
Languages: ar

# aboutMe
source: Hey! I'm saleh and I'm learning how to develop iOS. And since I'm staying in Cambridge, MA for the summer. I figured I should try to create an app that residents and visitors of the city could use. So, I decided to build this application, which is a navigator for the public art installations in the city. Currently, this app is in beta phase and is still not finished and imho looks ugly because I'm a programmer not a designer :) For updates on the app, or to read my notes please go to the git repo at the link below. Also, a link to the data source is also below. Thank you for your interst in this application! and don't hesistate to email me for any suggestions or questions or anything else: salehg@live.com
ar: مرحباً، إسمي صالح وأنا أتعلم البرمجة والتطوير على أجهزة آبل. والآن أنا اقضي صيف عام ٢٠١٧ في كامبردج المحاذية لمدينة بوسطن في الولايات المتحدة، وكأول مشروع عملي لي على أجهزة آبل، كان بودي أن أعمل على إنشاء تطبيق مفيد للناس ولكن في نفس الوقت ألا يكون معقداً. فرست الفكرة على أن أطور تطبيق يخدم إكتشاف القطع الفنية في الأماكن العامة حول المدينة. حالياً، التطبيق في مرحلة البيتا أو ما قبل الإطلاق، ما يعني أنه لا يحوي كامل الخصائص والخدمات التي أنوي آن أضيفها. وللأمانة، فإني أرى أن التصميم والتناسق بشع إلى حد ما. لأنني أنا مبرمج ولا أعرف شيئاً عن التصميم أو الرسم. للحصول على آخر التحديثات أو لقراءة ملاحظاتي عن التطبيق، بالإمكان زيارة صفحة المشروع على موقع قت هب (Github) في الرابط أدنى الصفحة، وأيضا ستجد رابط آخر لمصدر البيانات التي وجدتها في موقع بلدية المدينة. شكراً لاهتمامك بهذا التطبيق! ولأي أسئلة أو استفسارات، بالإمكان مراسلتي عن طريق البريد الإلكتروني: salehg@live.com

source: Navigate
ar: إذهب

source: Location
ar: الموقع

source: No Information
ar: لا توجد معلومات

source: Location Description
ar: وصف الموقع

source: Address
ar: العنوان

# descriptionOfTheArtPiece
source: Description of the art installation
ar: وصف العمل الفني

# locatedIndoors
source: Indoors installation
ar: داخل مبنى

# locatedOutdoors
source: Outdoors installation
ar: في الخارج

source: Category
ar: نوع العمل

source: Object Type
ar: صنف العمل

source: Material
ar: مصنوع من

source: By Artist
ar: عمل الفنان

source: By Artists
ar: عمل الفنانان

source: Show More
ar: أظهر التفاصيل

source: Show Less
ar: إخفِ التفاصيل

source: Art piece
ar: العمل الفني

source: Map
ar: الخريطة

# list
source: Table
ar: الجدول

source: Settings
ar: الإعدادات

# about
source: About Me
ar: من أنا

source: Detail
ar: التفاصيل

source: Back
ar: إلى الخلف

source: Cambridge
ar: كامبردج

source: Night Mode
ar: الوضع الليلي

source: Results per Page
ar: عدد النتائج لكل صفحة

source: save
ar: إحفظ

source: Language
ar: اللغة Language

# restart
source: Language will change upon restart
ar: سيتم تغيير اللغة بعد إعادة تشغيل التطبيق

source: Sculpture
ar: تمثال

source: Mural
ar: فن جداري

source: Electronic Media
ar: إعلام إلكتروني
